{
    "name": [
      "Mild Exfoliating Hair Remover",
      "Domestic Make-Up Pretty Eye Waterproof Eyeliner",
      "Hyaluronic Acid 100% Pure Serum"
    ],
    "norm_prices": [
      "PKR 2926",
      "PKR 860",
      "PKR 2550"
    ],
    "disc_prices": [
      "PKR 1756",
      "PKR 593",
      "PKR 2422"
    ],
    "product_url": [
      "https://www.aodour.pk/brand/global-collection/mild-exfoliating-hair-remover-P118807",
      "https://www.aodour.pk/brand/global-collection/domestic-make-up-pretty-eye-waterproof-eyeliner-P118823",
      "https://www.aodour.pk/brand/timeless-skin-care/hyaluronic-acid-100-pure-serum-P100459nude"
    ],
    "image_url": [
      "aodour.oss-ap-southeast-1.aliyuncs.com/globalProduct/2022-04-12/268710202204121733026255474e7c1cf.jpg",
      "aodour.oss-ap-southeast-1.aliyuncs.com/product/2022-11-11/a0fe4e5d-46d7-4488-96b3-de3ce318ede9.jpg",
      "aodour.oss-ap-southeast-1.aliyuncs.com/product/858588004145.jpg"
    ],
    "description": [
      "This hair removal tool is made of high-quality materials, with a smooth surface, safe and reliable, and can be used with confidence. 2. Simple and convenient to use, say goodbye to traditional hair removal methods, suitable for all skin types. 3. Suitable for hair removal on all skin types all over the body, including face, arms, underarms, bikini line, legs, back and chest. Leaves skin feeling clean, soft and smooth. 4. Small and compact, easy to carry. It won't take up much space in a bag or suitcase when traveling. 5. This painless hair removal tool is an excellent gift for relatives, friends and colleagues on special festivals such as Thanksgiving, birthdays, anniversaries, etc.",
      "This eyeliner is made of high-quality materials, with a smooth surface, safe and reliable, and can be used with confidence. 2. Simple and convenient to use, say goodbye to traditional hair removal methods, suitable for all skin types. 3. Suitable for hair removal on all skin types all over the body, including face, arms, underarms, bikini line, legs, back and chest. Leaves skin feeling clean, soft and smooth. 4. Small and compact, easy to carry. It won't take up much space in a bag or suitcase when traveling. 5. This painless hair removal tool is an excellent gift for relatives, friends and colleagues on special festivals such as Thanksgiving, birthdays, anniversaries, etc.",
      "This superpower ingredient in its purest form is key in attracting and retaining optimal moisture levels in the skin. A must have for all skin types, it smooths, plumps and helps your makeup stay true throughout the day. Use HA both morning and evening for more radiant, glowing skin"
    ]
  }